Repository: UNIHI/FileZ
Catalog: i18n/*/LC_MESSAGES/default.po
Languages: de

source: [FileZ] Your file "%file_name%" is going to be deleted
de: [FileZ] Ihre Datei "%file_name%" wird demnächst gelöscht

source: email_delete_notif (%file_name%, %file_url%, %filez_url%, %available_until%)
de: Hallo, Die Dauer der Datei '%file_name%' erreicht bald ihr Ende, sie wird am %available_until% automatisch gelöscht. Adresse der Datei: %file_url% -----BITTE ANTWORTEN SIE NICHT AUF DIESE NACHRICHT! Diese ist eine automatisch generierte Nachricht, Ihre Antwort wird nicht gelesen!

source: Wrong username or password
de: Falscher Login oder falsches Passwort

source: Action expired. Try again.
de: Aktion abgelaufen. Bitte versuchen Sie es noch einmal.

source: File deleted.
de: Die Datei wurde gelöscht.

source: File updated.
de: Datei wurde erfolgreich aktualisiert.

source: File could not be updated.
de: Datei konnte nicht aktualisiert werden.

source: [FileZ] "%sender%" wants to share a file with you
de: [FileZ] %sender% möchte eine Datei mit Ihnen teilen

source: email_share_file (%file_name%, %file_url%, %sender%, %msg%)
de: Hallo, %sender% möchte die Datei "%file_name%" mit Ihnen teilen. Sie können die Datei hier herunterladen: %file_url% . Ihre persönliche Nachricht: %msg%

source: Email address "%email%" is incorrect, please correct it.
de: Die E-Mail-Adresse "%email%" ist falsch, bitte korrigieren.

source: An error occured during email submission. Please try again.
de: Beim Versand der E-Mail ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.

source: There are no files in this folder.
de: In diesem Ordner befinden sich keine Dateien.

source: Failed to report the file. Try again.
de: Fehler beim Melden der Datei. Bitte versuchen Sie es später noch einmal.

source: File is corrupt
de: Download defekt

source: This is an automatically sent message by FileZ.\nYour uploaded file "%file%" is corrupt.\nPlease check the file's integrity and upload it again.
de: Diese Nachricht wurde automatisch durch FileZ erstellt.Ihre hochgeladene Datei "%file%" wurde als defekt gemeldet.Bitte prüfen Sie nach, ob die Datei korrekt funktioniert, und laden Sie sie ggf. erneut hoch.Falls Sie Fragen haben, können Sie direkt auf diese eMail antworten. Vielen Dank.

source: File has been reported.
de: Datei wurde gemeldet.

source: There is no file for this code
de: Für diesen Code existiert keine Datei

source: File is locked and currently not available for download.
de: Die Datei ist gesperrt und steht derzeit nicht zur Verfügung.

source: File is not available for download
de: Datei ist steht nicht as Download zur Verfügung

source: Security restrictions do not allow public access of this file. Please contact the file uploader to solve this problem.
de: Die Sicherheitseinschränkungen erlauben keinen öffentlichen Zugriff auf diese Datei. Kontaktieren Sie den Datei-Uploader.

source: You have to login before you can access the file
de: Sie müssen sich einlogge, bevor Sie auf die Datei zugreifen können.

source: Incorrect password
de: Falsches Passwort

source: Sorry, download limit reached for this file
de: Das Download-Limit wurde erreicht

source: You are not the owner of the file
de: Sie sind nicht der Besitzer dieser Datei

source: This documentation does not exist
de: Diese Dokumentation existiert nicht

source: You have to accept the user agreement.
de: Sie müssen der Nutzungsvereinbarung zustimmen, um eine Datei hochladen zu dürfen.

source: You have to protect your file with either login requirement or a password.
de: Sie müssen Ihre Datei mindestens mit Loginanforderung oder einem Kennwort schützen.

source: You have entered a date in the past. Please use the date picker to select a date.
de: Sie haben ein Datum aus der Vergangenheit eingegeben. Bitte benutzen Sie den DatePicker zur Auswahl eines Datums.

source: [FileZ] "%file_name%" uploaded successfuly
de: [Filez] Ihre Datei "%file_name%" wurde erfolgreich hochgeladen

source: email_upload_success (%file_name%, %file_url%, %filez_url%, %available_from%, %available_until%)
de: Hallo, Ihre Datei "%file_name%" wurde erfolgreich auf FileZ hochgeladen. Bitte senden Sie diese Adresse an diejenigen Personen, welche die Datei herunterladen dürfen: %file_url% Ihre Datei kann vom %available_from% bis %available_until% heruntergeladen werden. -----BITTE ANTWORTEN SIE NICHT AUF DIESE NACHRICHT! Diese ist eine automatisch generierte Nachricht, Ihre Antwort wird nicht gelesen!

source: The file was successfuly uploaded
de: Die Datei wurde erfolgreich hochgeladen

source: An error occured while uploading the file.
de: Beim Hochladen der Datei ist ein Fehler aufgetreten.

source: The uploaded file exceeds the max file size.
de: Die hochgeladene Datei ist zu groß.

source: The uploaded file was only partially uploaded.
de: Die Datei wurde nur teilweise hochgeladen.

source: No file was uploaded.
de: Es wurde keine Datei hochgeladen.

source: You exceeded your disk space quota (%space%).
de: Der verfügbare Festplattenspeicher wurde überschritten (%space%).

source: users
de: Benutzer

source: files
de: Dateien

source: Manage %users% and %files%.
de: %users% und %files% verwalten.

source: Manage %NumberOfUsers% users</a> and %NumberOfFiles% files</a>.
de: %NumberOfUsers% Benutzer</a> und %NumberOfFiles% Dateien</a> verwalten.

source: Username
de: Login

source: Password
de: Passwort

source: Log me in
de: Anmelden

source: Do you want to delete this file
de: Möchten Sie diese Datei löschen

source: Yes, delete this file
de: Ja, Datei löschen

source: No, return to the main page
de: Nein, zurück zur Hauptseite

source: File
de: Datei

source: Starts from:
de: Startdatum:

source: Available until:
de: Verfügbar bis:

source: Select a ending date
de: Wählen Sie ein Enddatum.

source: Format: MM.DD.YYYY
de: Format: TT.MM.JJJJ

source: Comment (optional):
de: Kommentar (optional):

source: Add a comment (optional)
de: Kommentar zur Datei angeben (optional)

source: Assign file to folder (optional):
de: Datei einem Ordner zuweisen (optional):

source: Assign file to folder (optional)
de: Datei einem Ordner zuweisen (optional)

source: No password or remove password
de: Kein Passwort oder Passwort entfernen

source: Do not change password
de: Passwort unverändert beibehalten

source: Add or change password
de: Passwort setzen oder ändern

source: Require the user to login to grant access to your file.
de: Der Benutzer muss eingeloggt sein, um die Datei downloaden zu können.

source: Require login
de: Download erfordert Login

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Send this link via mail:
de: Link per Post verschicken:

source: Folder listing
de: Ordneransicht

source: Availability
de: Verfügbarkeit

source: Size
de: Größe

source: Download counter
de: Downloadzähler

source: Actions
de: Aktionen

source: from %from% to %to%
de: vom %from% bis %to%

source: Available from %available_from% to %available_until%
de: Verfügbar ab dem %available_from% bis einschließlich zum %available_until%

source: Uploaded by:
de: Hochgeladen von:

source: Comment:
de: Kommentar:

source: Your download will start shortly...
de: Der Download beginnt in wenigen Augenblicken...

source: If not, click here
de: Falls nicht, klicken Sie hier

source: Click here to download the file
de: Datei downloaden

source: Report this file
de: Datei melden

source: You need to login before you can access this file.
de: Sie müssen der Nutzungsvereinbarung zustimmen, bevor Sie die Datei hochladen können.

source: You need a password to download this file
de: Zum Download dieser Datei ist ein Passwort erforderlich

source: The file is not available.
de: Die Datei ist nicht verfügbar.

source: Report reason:
de: Datei melden:

source: Select a report reason
de: Meldegrund wählen

source: Select a reason
de: Meldegrund wählen

source: Copyright infringement
de: Copyright-Verletzung

source: Offensive contents
de: Offensive Inhalte

source: Site rule violation
de: Verletzung der Nutzungsvereinbarung

source: Report
de: Melden

source: Report file
de: Datei melden

source: Give this link to the person you want to share this file with
de: Geben Sie diese Adresse an die Personen weiter, mit denen Sie Ihre Datei teilen möchten

source: or share using:
de: oder verteilen Sie den Link über:

source: your email
de: E-Mail

source: Available from %from% to %to%
de: Verfügbar vom %from% bis %to%

source: Email addresses (space separated)
de: E-Mail-Adressen (mit Leerschlag getrennt)

source: Message (file url will automatically be added)
de: Nachricht (die Download-Adresse wird automatisch hinzugefügt)

source: Open in my email client
de: In meinem E-Mail-Programm öffnen

source: Send
de: Abschicken

source: Users
de: Benutzer

source: Files
de: Dateien

source: Statistics
de: Statistik

source: Using %space% of %quota%
de: %space% von %quota% Festplattenspeicher verwendet

source: Report a bug
de: Fehlerbericht senden

source: A free software from the University of Avignon
de: Open-Source Software von der Université d'Avignon

source: and the University of Hildesheim
de: und der Universität Hildesheim

source: Imprint
de: Impressum

source: Find help
de: Hilfe

source: Back
de: Zurück

source: Switch user interface
de: Benutzerschnittstelle umschalten

source: Log out
de: Abmelden

source: Upload a new file
de: Eine neue Datei hochladen

source: File (Max size: %size%):
de: Datei (maximale Dateigröße %size%):

source: Available from:
de: Verfügbar ab:

source: Select a starting date
de: Wählen Sie das Startdatum

source: Ask a password to people who will download your file
de: Passwort zum Schutz der Datei verwenden

source: Use a password to download
de: Passwort zum Download erforderlich

source: You have to accept this user agreement before you can upload the file.
de: Sie müssen der Nutzungsvereinbarung zustimmen, bevor Sie die Datei hochladen können.

source: user agreement
de: Nutzungsvereinbarung

source: I have read and do understand the %userAgreement%.
de: Ich habe die %userAgreement% gelesen und verstanden.

source: Send me email notifications when the file is uploaded and before it will be deleted.
de: Schicken Sie mir eine Benachrichtigung per E-Mail, wenn die Datei hochgeladen wurde und bevor sie gelöscht wird.

source: This option cannot be disabled.
de: Diese Option kann nicht deaktiviert werden.

source: Send me email notifications
de: Benachrichtigungen per E-Mail

source: Send me email notifications when the file is uploaded and before it will be deleted
de: Schicken Sie mir eine Benachrichtigung per E-Mail, wenn die Datei hochgeladen wurde und bevor sie gelöscht wird

source: Upload
de: Hochladen

source: Uploaded files
de: Verfügbare Dateien

source: Used folders:
de: Verwendete Ordner:

source: Replace file
de: Datei ersetzen

source: Change password
de: Passwort ändern

source: Are you sure to delete this file ?
de: Möchten Sie diese Datei wirklich löschen?

source: Do you want to toggle on login requirement for this file?
de: Möchten Sie die Loginanforderung für dise Datei anschalten?

source: Do you want to toggle off login requirement for this file ?
de: Möchten Sie die Loginanforderung für diese Datei aussschalten?

source: Unknown error
de: Unbekannter Fehler

source: An unknown error hapenned while uploading the file
de: Beim Hochladen der Datei ist ein unbekannter Fehler aufgetreten

source: Cancel
de: Abbrechen

source: You can download the file I uploaded here
de: Hier können Sie die hochgeladenen Datei herunterladen

source: Edit file
de: Datei bearbeiten

source: Copied to clipboard
de: Link kopiert

source: You have to accept the user agreement to upload the file.
de: Sie müssen der Benutzervereinbarung zustimmen, um die Datei hochzuladen.

source: Please set a download protection password or deselect the appropriate checkbox.
de: Bitte geben Sie ein Download-Passwort ein oder deselektieren Sie die entsprechende Checkbox.

source: No folder assigned
de: Keinem Ordner zugewiesen

source: Folder
de: Ordner

source: You have entered a date after the end date. Please use the date picker to select a date.
de: Sie haben ein Datum angegeben, das vor dem Enddatum liegt. Bitte verwenden Sie die Datumsauswahl um ein gültiges Datum zu wählen.

source: You have entered a date before the start date. Please use the date picker to select a date.
de: Sie haben ein Datum angegeben, das vor dem Startdatum liegt. Bitte verwenden Sie die Datumsauswahl um ein gültiges Datum zu wählen.

source: You have entered a date which is longer than six months in the future. Please use the date picker to select a date.
de: Sie haben ein Datum angegeben, das mehr als 6 Monate ind er Zukunft liegt. Bitte verwenden Sie die Datumsauswahl um ein gültiges Datum zu wählen.

source: You have to give at least a password or require a login.
de: Sie müssen mindestens ein Passwort vergeben oder den Login für die Datei erfordern.

source: %from% to %to%
de: %from% - %to%

source: Open folder contents
de: Ordner-Inhalt anzeigen

source: Copy download link to clipboard
de: Download-Link in die Zwischenablage kopieren

source: Copy to clipboard
de: In die Zwischenablage

source: Share file with others
de: Datei mit anderen teilen

source: Share
de: Link anzeigen

source: Never downloaded
de: Noch nie heruntergeladen

source: Downloaded once
de: Einmal heruntergeladen

source: Download %x% times
de: %x%-mal heruntergeladen

source: Create a new user
de: Neuen Benutzer anlegen

source: Username:
de: Benutzername:

source: Password:
de: Passwort:

source: This user can administrate FileZ
de: Dieser Benutzer kann FileZ verwalten

source: This user is excluded from FileZ usage.
de: Dieser Benutzer ist von der FileZ-Nutzung ausgeschlossen.

source: User locked
de: Benutzer gesperrt

source: Firstname:
de: Vorname:

source: Firstname
de: Vorname

source: Lastname:
de: Nachname:

source: Lastname
de: Nachname

source: Create
de: Erstellen

source: Edit user
de: Benutzer bearbeiten

source: Lock reason
de: Grund für die Sperre

source: Update
de: Änderungen speichern

source: Role
de: Rolle

source: Valid files
de: Gültige Dateien

source: Expired files
de: Verfallene Dateien

source: Disk usage
de: Speichernutzung

source: admin
de: Administrator

source: locked
de: gesperrt

source: Are you sure you want to delete the user "%displayname%" (%username%)?
de: Möchten Sie den Benutzer "%displayname%" (%username%) wirklich löschen?

source: Account created
de: Zugang erstellt am

source: Has administrative privileges
de: Hat administrative Rechte

source: DL count
de: DL-Zähler

source: Page not found
de: Seite nicht gefunden

source: Your account has been locked. Please contact the FileZ administrator.
de: Ihr Zugang wurde gesperrt. Bitte wenden Sie sich an den FileZ-Administrator

source: This page is secured
de: Diese Seite ist zugriffsgeschützt
